archlinux-tweak-tool-git 
bsp-layout
cava
devour
github-desktop-bin
glow
input-remapper-git
ocs-url
openrazer-meta
pamac-aur
pcloud-drive
picom-animations-git
spicetify-cli
spotify
spotifywm-git
stalonetray
tauon-music-box
timeshift
timeshift-autosnap
tiny-media-manager-3
ttf-ms-fonts
xdg-ninja 
xqp
zscroll-git
exo-devel 
libxfce4util-devel 
libxfce4ui-devel 
thunar-git